{
  "HeaderNav": {
    "portfolio": "PORTAFOLI",
    "home": "INICI",
    "services": "SERVEIS",
    "contact": "CONTACTE"
  },
  "Inicio": {
    "hi1": "Hola, s贸c el",
    "hi2": "S贸c Cient铆fic de Dades i Desenvolupador Web Full Stack",
    "text": "Ofereixo els meus serveis de programaci贸 i desenvolupament en tot tipus de projectes.",
    "last": "Els meus darrers projectes:",
    "button1": "Acc茅s a la Resta de Projectes",
    "phrase": "''Ja no estem en l'era de la informaci贸. Estem en l'era de la gesti贸 de la informaci贸.'' Chris Hardwich",
    "phrases_ds": [
      "''Ja no estem en l'era de la informaci贸. Estem en l'era de la gesti贸 de la informaci贸.'' Chris Hardwich",
      "''s fcil mentir amb estad铆stiques. s dif铆cil dir la veritat sense estad铆stiques.'' Andrejs Dunkels",
      "''En D茅u confiem; tots els altres han de portar dades.'' William Edwards Deming",
      "''El paper de l'anlisi de dades en una organitzaci贸 茅s proporcionar un major nivell d'especificitat a la discussi贸.'' Jeff Zeanah",
      "''Les dades s贸n el llenguatge dels poderosos.'' Jodi Petersen",
      "''La ci猫ncia de dades no tracta de la quantitat de dades, sin贸 de la qualitat.'' Joo Ann Lee",
      "''Les dades s贸n la nutrici贸 de la intel路lig猫ncia artificial. Quan una IA menja menjar rpid, no rendir gaire b茅.'' Matthew Emerick",
      "''Tots els models anal铆tics es desempenyen b茅 en el que estan biaixats a buscar.'' Matthew Schneider",
      "''Les dades i la ci猫ncia de dades influeixen enormement en tot el que fem... L'impacte que tenen les dades i tindran... continua creixent cada dia.'' Ronald van Loon",
      "''La informaci贸 茅s el petroli del segle XXI, i l'anlisi 茅s el motor de combusti贸.'' Peter Sondergaard",
      "''La major part del m贸n prendr decisions a l'atzar o seguint el seu instint.'' Suhail Doshi",
      "''All貌 que no es pot mesurar no es pot demostrar'' Anthony W. Richardson",
      "''Apunta a la simplicitat en la ci猫ncia de dades. La veritable creativitat no far les coses m茅s complexes. En canvi, les simplificar.'' Damian Duffy Mingle",
      "''Cient铆fic de dades (n.): Persona que 茅s millor en estad铆stiques que qualsevol enginyer de programari i millor en enginyeria de programari que qualsevol estad铆stic.'' Josh Wills",
      "''Si tenim dades, mirem dades. Si tot el que tenim s贸n opinions, anem amb la meva.'' Jim L. Barksdale"
    ],
    "phrases_daw": [
      "''No et preocupis si no funciona b茅. Si tot estigu茅s correcte, series acomiadat del teu treball.'' Llei de Mosher de la Enginyeria del Software",
      "''Nom茅s hi ha dues classes de llenguatges de programaci贸: aquells dels quals la gent sempre s'est queixant i aquells que ning煤 utilitza.'' Bjarne Stroustrup",
      "''PHP 茅s un mal menor perpetrat i creat per amateurs incompetents, mentre que Perl 茅s un gran i insidios mal perpetrat per hbils per貌 pervertits professionals.'' Jon Ribbens",
      "''L'煤s de COBOL fa malb茅 la ment. La seva ensenyan莽a hauria de ser considerada com un atac criminal.'' E. W. Dijkstra",
      "''Primer apr猫n informtica i tota la teoria. Despr茅s desenvolupa un estil de programaci贸. Llavors, oblida-ho tot i hackeja.'' George Carrette",
      "''Iterar 茅s hum, recursivitzar 茅s div铆'' L. Peter Deutsch",
      "''El millor dels booleans 茅s que si t'equivoques ests a un sol bit de la soluci贸 correcta'' An貌nim",
      "''Els 铆ndexs dels arrays haurien de comen莽ar en 0 o en 1? La meva proposta neutral d'usar 0.5 va ser rebutjada, al meu parer, sense la deguda consideraci贸.''",
      "''Programa sempre el teu codi com si la persona que l'hagu茅s de mantenir en el futur fos un psic貌pata violent que sap on vius.'' Martin Golding",
      "''Sempre he desitjat que el meu ordinador fos tan fcil d'usar com el meu tel猫fon; el meu desig s'ha complert perqu猫 ja no puc entendre com usar el meu tel猫fon.'' Bjarne Stroustrup",
      "''La versi贸 orientada a objectes del 'codi espagueti' 茅s, per descomptat, el 'codi lasanya'. (Massa capes).'' Roberto Waltman",
      "''Quan alg煤 diu: 'Vull un llenguatge de programaci贸 en el qual nom茅s hagi de dir el que desitjo que es faci', d贸na-li un xumet.'' Alan J. Perlis",
      "''Un bon disseny afegeix valor m茅s rpidament del que afegeix cost.'' Thomas C. Gale",
      "''Les paraules s贸n barates. Mostra'm el codi.'' Linus Torvalds",
      "''En teoria, la teoria i la prctica s贸n iguals. En la prctica, no ho s贸n.'' Yoggi Berra",
      "''Vaig inventar el terme 'Orientat a objectes', i puc dir-te que no tenia en ment a C++.'' Alan Kay"
    ],
    "help": "T'ajudo a crear el teu lloc o aplicaci贸 web i a guanyar m茅s visibilitat i rellevncia a internet.",
    "contact": "Contacta amb mi",
    "know": "Si vols saber m茅s de mi pots descarregar-te el meu Curriculum Vitae:",
    "download": "Descarregar CV"
  },
  "Portafolio": {
    "title": "Web Dev"
  },
  "Portafolio_DS": {
    "title": "Data Science",
    "python_text": "Programaci贸 amb Python",
    "python_image_title": "TRACTAMENT D'IMATGES",
    "python_image_text": "Processament d'Imatges amb Python",
    "python_ipynb_link": "Codi Fusi贸 d'Imatges",
    "python_ipynb_link2": "Codi Descomposici贸 d'Imatges",
    "TFM_title": "PROJECTE CINCIA DE DADES",
    "TFM_text": "Anlisi i modelitzaci贸 d'un Dataset",
    "TFM_link1": " Repositori GitHub",
    "Monty_title": "PROBLEMA DE MONTY HALL",
    "Monty_text": "Simulaci贸 interactiva del fam贸s programa ''Let's Make a Deal''",
    "Monty_link1": "Repositori de GitHub",
    "ML_text": "Aprenentatge supervisat, aprenentatge no supervisat i aprenentatge de refor莽",
    "ML_link1": "Codi Aprenentatge no supervisat",
    "ML_link2": "Codi Deep Learning",
    "ML_link3": "Codi de Processament del Llenguatge Natural (PLN)",
    "mysql_text": "Gesti贸 de bases de dades relacionals",
    "mysql_link": "Codi Base de Dades",
    "mysql_link2": "Diagrama Estrella BBDD",
    "mongoDB_text": "Gesti贸 de bases de dades no relacionals",
    "spark_text": "Processament de dades a gran escala",
    "spark_link": "Codi pySpark",
    "airflow_text": "Creaci贸, planificaci贸 i seguiment de fluxos de treball",
    "airflow_link": "Airflow Graph",
    "airflow_link2": "Airflow DAGs",
    "airflow_link3": "Airflow Logs",
    "docker_text": "Desplegament d'aplicacions en de contenidors virtuals",
    "docker_link": "Contenidors de Docker",
    "docker_link2": "Imatges de Docker"
  },
  "Curriculum": {
    "title": "Coneixements MERN STACK",
    "cv": "Si vols saber m茅s de mi pots descarregar-te el meu Curriculum Vitae:",
    "download": "Descarregar CV",
    "education": "Educaci贸",
    "master_ds": "MSTER EN BIG DATA & BUSINESS INTELLIGENCE",
    "master_ds_m1": "Anlisi i Interpretaci贸 de Dades",
    "master_ds_m2": "Big Data",
    "master_ds_m3": "Business Intelligence",
    "master_ds_m4": "Tecnologies d'Emmagatzematge",
    "master_ds_m5": "Python, Carto, Power BI i Google Data Studio",
    "master_ds_m6": "Intel路lig猫ncia Artificial",
    "master_ds_m7": "Gesti贸 de Projectes",
    "master_ds_m8": "Gesti贸 de Dades",
    "master_ds_m9": "Project Management",
    "master_ds_school": "UNIVERSITAT INTERNACIONAL ISABEL I DE CASTELLA (ENEB) (2025)",
    "boot_camp_ds": "TRAINING TCNIC EN ANALISTA DE BIG DATA I CIENTFIC DE DADES",
    "boot_camp_m1": "Sistemes de suport a la presa de decisions i gesti贸 de dades",
    "boot_camp_m2": "Gesti贸 i processament de dades",
    "boot_camp_m3": "Aprenentatge automtic i visualitzaci贸",
    "boot_camp_school": "CODEOP ACADEMY (2024)",
    "daw": "GRAU SUPERIOR DESENVOLUPAMENT D'APLICACIONS AMB TECNOLOGIES WEB",
    "daw_m1": "Desenvolupar elements programari a l'entorn client.",
    "daw_m2": "Desenvolupar elements programari a l'entorn servidor.",
    "daw_m3": "Implementar, verificar i documentar aplicacions web a entorns internet, intranet i extranet.",
    "consorci": "CONSORCI PER LA FORMACI CONTINUA DE CATALUNYA (CONFORCAT) (2023)",
    "dam": "GESTI I DESENVOLUPAMENT D'APLICACIONS MULTIPLATAFORMA",
    "dam_m1": "Desenvolupar elements de programari en l'entorn client",
    "dam_m2": "Arquitectures distribu茂des orientades a serveis",
    "dam_m3": "Programaci贸 de serveis web en entorns distribu茂ts",
    "dam_m4": "Models de dades",
    "dam_m5": "Sistemes de gesti贸 de bases de dades (SGBD)",
    "dam_m6": "Llenguatges de gesti贸 de bases de dades. L'estndard SQL",
    "dam_m7": "Llenguatges de marques d'煤s habitual al servidor",
    "dam_m8": "Accessibilitat i usabilitat web",
    "unicas": "CENTRE DE FORMACI UNICAS - MINISTERI DE TREBALL (2024)",
    "ds": "PROGRAMA ESPECIALITZAT - DATA SCIENCE FUNDAMENTALS WITH PYTHON AND SQL.",
    "ds_1": "Bases de dades i SQL per a Data Science amb Python",
    "ds_2": "Eines per a la ci猫ncia de dades",
    "ds_3": "Projecte Python per a la ci猫ncia de dades",
    "ds_4": "Python per a ci猫ncia de dades, IA i desenvolupament",
    "ds_5": "Estad铆stiques per a Data Science amb Python",
    "coursera": "Certificat d'IBM (2023)",
    "bd1": "Introducci贸 al BIG DATA",
    "bd1_1": "Ecosistema d'eines per al Big Data",
    "bd1_2": "Estad铆stica per al Big Data",
    "bd1_3": "Programaci贸 per al Big Data",
    "bd1_4": "Infraestructura i eines utilitzades",
    "bd1_5": "Procediments per a l'anlisi de dades",
    "bd1_6": "Anlisi i visualitzaci贸 de dades",
    "ioe": "IOE BUSINESS SCHOOL (2022)",
    "bd2": "BIG DATA AVANAT",
    "bd2_1": "Hadoop - MongoDB - Dashboards de KPI",
    "bd2_2": "Exasol - MemSQL - Kudu",
    "bd2_3": "Apache Impala - Hive LLAP - Presto",
    "bd2_4": "Phoenix - Dril - AtScale",
    "bd2_5": "Jethro Data - Kyvos Insight"
  },
  "Servicios": {
    "title": "Serveis",
    "title1": "1. Presentaci贸:",
    "text1": "S贸c un cient铆fic de dades apassionat i desenvolupador web FullStack amb una habilitat 煤nica per fusionar la creativitat amb la funcionalitat. El meu objectiu 茅s crear experi猫ncies digitals captivadores que no nom茅s siguin visualment atractives, sin贸 tamb茅 intu茂tives, efectives i basades en dades. El meu enfocament se centra en el desenvolupament de solucions innovadores que combinen anlisis de dades robustes amb un disseny web excepcional.",
    "title2": "2. Disseny Centrat a l'Usuari:",
    "text2": "Cada projecte que abordo comen莽a amb una investigaci贸 exhaustiva sobre el p煤blic objectiu i l'anlisi de dades pertinents. Crec en el disseny centrat en l'usuari, assegurant-me que cada element visual i cada interacci贸 siguin dissenyats per proporcionar una experi猫ncia que compleixi les necessitats i expectatives dels usuaris, recolzada per dades detallades i anlisis predictives.",
    "title3": "3. Desenvolupament Orientat a Resultats:",
    "text3": "El meu enfocament en el desenvolupament web es basa en obtenir resultats tangibles, tant en termes d'experi猫ncia d'usuari com en dades generades. Faig servir tecnologies d'avantguarda per construir llocs web que no nom茅s es veuen b茅, sin贸 que tamb茅 funcionen a la perfecci贸 en diferents dispositius i navegadors. A m茅s, optimitzo aquests llocs mitjan莽ant anlisi de dades per millorar el seu rendiment i eficcia, garantint solucions escalables i basades en dades.",
    "title4": "4. Col路laboraci贸 i Comunicaci贸:",
    "text4": "Crec en una comunicaci贸 oberta i fluida amb els meus clients, comprenent els seus objectius i necessitats i treballant junts per convertir la seva visi贸 en una realitat digital impressionant, recolzada per anlisi de dades. La col路laboraci贸 茅s clau per aconseguir resultats excepcionals, tant en el desenvolupament web com en la ci猫ncia de dades, i m'esfor莽o per mantenir una relaci贸 de treball transparent i proactiva.",
    "title5": "5. Innovaci贸 Cont铆nua:",
    "text5": "Els camps del disseny, desenvolupament web i ci猫ncia de dades estan en constant evoluci贸, i em comprometo a mantenir-me actualitzat amb les darreres tend猫ncies i tecnologies. Aix貌 em permet oferir solucions fresques i innovadores que mantenen els meus clients a l'avantguarda en l铆nia i en anlisi de dades. El meu comprom铆s amb la innovaci贸 assegura que cada projecte que emprengueu estigui a l'al莽ada dels estndards m茅s alts de la ind煤stria.",
    "title6": "6. Experi猫ncia en tecnologies:",
    "text6": "El meu conjunt d'habilitats inclou experi猫ncia en HTML5, CSS3, JavaScript, aix铆 com en l'煤s de frameworks com TailWindCSS i React per al desenvolupament web. En l'mbit de la ci猫ncia de dades, tinc experi猫ncia a Python, R i eines de machine learning per a anlisi de dades. A m茅s a m茅s, tinc experi猫ncia en l'optimitzaci贸 de llocs web per al rendiment i l'accessibilitat, recolzada per anlisi de dades, garantint que cada projecte sigui rpid, accessible i basat en informaci贸 valuosa i precisa."
  },
  "Contacto": {
    "title": "Contacte"
  }
}