{
  "HeaderNav": {
    "portfolio": "PORTAFOLI",
    "home": "INICI",
    "services": "SERVEIS",
    "contact": "CONTACTE"
  },
  "Inicio": {
    "hi1": "Hola, sóc el",
    "hi2": "i sóc Científic de Dades i Desenvolupador Web Full Stack",
    "text": "Sóc de Barcelona i ofereixo els meus serveis de programació i desenvolupament en tot tipus de projectes.",
    "last": "Els meus darrers projectes:",
    "button1": "Accés a la Resta de Projectes",
    "phrase": "''Ja no estem en l'era de la informació. Estem en l'era de la gestió de la informació.'' Chris Hardwich",
    "phrases_ds": [
      "''Ja no estem en l'era de la informació. Estem en l'era de la gestió de la informació.'' Chris Hardwich",
      "''És fàcil mentir amb estadístiques. És difícil dir la veritat sense estadístiques.'' Andrejs Dunkels",
      "''En Déu confiem; tots els altres han de portar dades.'' William Edwards Deming",
      "''El paper de l'anàlisi de dades en una organització és proporcionar un major nivell d'especificitat a la discussió.'' Jeff Zeanah",
      "''Les dades són el llenguatge dels poderosos.'' Jodi Petersen",
      "''La ciència de dades no tracta de la quantitat de dades, sinó de la qualitat.'' Joo ann Lee",
      "''Les dades són la nutrició de la intel·ligència artificial. Quan una IA menja menjar ràpid, no rendirà gaire bé.'' Matthew Emerick",
      "''Tots els models analítics es desempenyen bé en el que estan biaixats a buscar.'' Matthew Schneider",
      "''Les dades i la ciència de dades influeixen enormement en tot el que fem... L'impacte que tenen les dades i tindran... continua creixent cada dia.'' Ronald van Loon",
      "''La informació és el petroli del segle XXI, i l'anàlisi és el motor de combustió.'' Peter Sondergaard",
      "''La majoria del món prendrà decisions endevinant o seguint el seu instint. Tindran sort o estaran equivocats'' Suhail Doshi",
      "''Allò que no es pot mesurar no es pot demostrar'' Anthony W. Richardson",
      "''Apunta a la simplicitat en la ciència de dades. La veritable creativitat no farà les coses més complexes. En canvi, les simplificarà.'' Damian Duffy Mingle",
      "''Científic de dades (n.): Persona que és millor en estadístiques que qualsevol enginyer de programari i millor en enginyeria de programari que qualsevol estadístic.'' Josh Wills",
      "''Si tenim dades, mirem dades. Si tot el que tenim són opinions, anem amb la meva.'' Jim L. Barksdale"
    ],
    "phrases_daw": [
      "''No et preocupis si no funciona bé. Si tot estigués correcte, series acomiadat del teu treball.'' Llei de Mosher de la Enginyeria del Software",
      "''Només hi ha dues classes de llenguatges de programació: aquells dels quals la gent sempre s'està queixant i aquells que ningú utilitza.'' Bjarne Stroustrup",
      "''PHP és un mal menor perpetrat i creat per amateurs incompetents, mentre que Perl és un gran i insidios mal perpetrart per hàbils però pervertits professionals.'' Jon Ribbens",
      "''L'ús de COBOL dany la ment. La seva ensenyança hauria de ser considerada com un atac criminal.'' E. W. Dijkstra",
      "''Primer aprèn informàtica i tota la teoria. Després desenvolupa un estil de programació. Llavors, oblida-ho tot i hackeja.'' George Carrette",
      "''Iterar és humà, 'recursivar' és diví'' L. Peter Deutsch",
      "''El millor dels booleans és que si t'equivocas estàs a un sol bit de la solució correcta'' Anònim",
      "''Els índexs dels arrays haurien de començar en 0 o en 1? La meva proposta neutral d'usar 0.5 va ser rebutjada, en la meva opinió, sense la deguda consideració.''",
      "''Programa sempre el teu codi com si el tipus que haurà de mantenir-lo en el futur fos un violent psicòpata que sap on vius.'' Martin Golding",
      "''Sempre he desitjat que el meu ordinador fos tan fàcil d'usar com el meu telèfon; el meu desig s'ha complert perquè ja no puc entendre com usar el meu telèfon.'' Bjarne Stroustrup",
      "''La versió orientada a objectes del 'codi espagueti' és, per descomptat, el 'codi lasanya'. (Massa capes).'' Roberto Waltman",
      "''Quan algú diu: 'Vull un llenguatge de programació en el qual només hagi de dir el que desitjo que es faci', dóna-li un xumet.'' Alan J. Perlis",
      "''Un bon disseny afegeix valor més ràpidament del que afegeix cost.'' Thomas C. Gale",
      "''Les paraules són barates. Mostra'm el codi.'' Linus Torvalds",
      "''En teoria, la teoria i la pràctica són iguals. En la pràctica, no ho són.'' Yoggi Berra",
      "''Vaig inventar el terme 'Orientat a objectes', i puc dir-te que no tenia en ment a C++.'' Alan Kay"
    ],
    "help": "T'ajudo a crear el teu lloc o aplicació web, tenir més visibilitat i rellevància a internet.",
    "contact": "Contacta amb mi",
    "know": "Si vols saber més de mi pots descarregar-te el meu Curriculum Vitae:",
    "download": "Descarregar CV"
  },
  "Portafolio": {
    "title": "Web Dev"
  },
  "Portafolio_DS": {
    "title": "Ciència de Dades",
    "python_text": "Tractament d'imatges amb Python",
    "mysql_text": "Gestió de bases de dades relacionals",
    "mongoDB_text": "Gestió de bases de dades no relacionals",
    "spark_text": "Processament de dades a gran escala",
    "airflow_text": "Creació, planificació i seguiment de fluxos de treball",
    "docker_text": "Desplegament d'aplicacions dins de contenidors virtuals"
  },
  "Curriculum": {
    "title": "Coneixements MERN STACK",
    "cv": "Si vols saber més de mi pots descarregar-te el meu Curriculum Vitae:",
    "download": "Descarregar CV",
    "education": "Educació",
    "boot_camp_ds": "Màster en Analista de Big Data i Científic de Dades",
    "boot_camp_m1": "Sistemes de suport a la presa de decisions i gestió de dades",
    "boot_camp_m2": "Gestió i processament de dades",
    "boot_camp_m3": "Aprenentatge automàtic i visualització",
    "boot_camp_school": "CODEOP ACADEMY (2024)",
    "daw": "Grau Superior DESENVOLUPAMENT D'APLICACIONS AMB TECNOLOGIES WEB",
    "daw_m1": "Desenvolupar elements programari a l'entorn client.",
    "daw_m2": "Desenvolupar elements programari a l'entorn servidor.",
    "daw_m3": "Implementar, verificar i documentar aplicacions web a entorns internet, intranet i extranet.",
    "consorci": "CONSORCI PER LA FORMACIÓ CONTINUA DE CATALUNYA (CONFORCAT) (2023)",
    "dam": "GESTIÓ I DESENVOLUPAMENT D'APLICACIONS MULTIPLATAFORMA",
    "dam_m1": "Desenvolupar elements de programari en l'entorn client",
    "dam_m2": "Arquitectures distribuïdes orientades a serveis",
    "dam_m3": "Programació de serveis web en entorns distribuïts",
    "dam_m4": "Models de dades",
    "dam_m5": "Sistemes de gestió de bases de dades (SGBD)",
    "dam_m6": "Llenguatges de gestió de bases de dades. L'estàndard SQL",
    "dam_m7": "Llenguatges de marques d'ús comú al costat servidor",
    "dam_m8": "Accessibilitat i usabilitat web",
    "unicas": "CENTRE DE FORMACIÓ UNICAS - MINISTERI DE TREBALL (2024)",
    "ds": "Programa especialitzat - Data Science Fundamentals with Python and SQL.",
    "ds_1": "Bases de dades i SQL per a Data Science amb Python",
    "ds_2": "Eines per a la ciència de dades",
    "ds_3": "Projecte Python per a la ciència de dades",
    "ds_4": "Python per a ciència de dades, IA i desenvolupament",
    "ds_5": "Estadístiques per a Data Science amb Python",
    "coursera": "Certificat d'IBM (2023)",
    "bd1": "Introducció al BIG DATA",
    "bd1_1": "Ecosistema d'eines per al Big Data",
    "bd1_2": "Estadística per al Big Data",
    "bd1_3": "Programació per al Big Data",
    "bd1_4": "Infraestructura i eines utilitzades",
    "bd1_5": "Procediments per a l'anàlisi de dades",
    "bd1_6": "Explotació i visualització de dades",
    "ioe": "IOE BUSINESS SCHOOL (2022)",
    "bd2": "BIG DATA AVANÇAT",
    "bd2_1": "Hadoop - MongoDB - Dashboards de KPI",
    "bd2_2": "Exasol - MemSQL - Kudu",
    "bd2_3": "Apache Impala - Hive LLAP - Presto",
    "bd2_4": "Phoenix - Dril - AtScale",
    "bd2_5": "Jethro Data - Kyvos Insight"
  },
  "Servicios": {
    "title": "Serveis",
    "title1": "1. Presentació:",
    "text1": "Sóc un dissenyador apassionat, desenvolupador web i científic de dades amb una habilitat única per fusionar la creativitat amb la funcionalitat. El meu objectiu és crear experiències digitals captivadores que no només siguin visualment atractives, sinó també intuïtives, efectives i basades en dades.",
    "title2": "2. Disseny Centrat a l'Usuari:",
    "text2": "Cada projecte que abordo comença amb una investigació exhaustiva sobre el públic objectiu. Crec en el disseny centrat en l'usuari, assegurant-me que cada element visual i cada interacció siguin dissenyats per proporcionar una experiència que compleixi les necessitats i expectatives dels usuaris, recolzada per anàlisi de dades.",
    "title3": "3. Desenvolupament Orientat a Resultats:",
    "text3": "El meu enfocament en el desenvolupament web es basa en obtenir resultats tangibles, tant en termes d'experiència d'usuari com en dades generades. Utilitzo tecnologies d'avantguarda per construir llocs web que no només es veuen bé, sinó que també funcionen a la perfecció en diferents dispositius i navegadors, optimitzats mitjançant anàlisis de dades per millorar-ne el rendiment i l'eficàcia.",
    "title4": "4. Col·laboració i Comunicació:",
    "text4": "Crec en una comunicació oberta i fluida amb els meus clients, comprenent els seus objectius i necessitats, i treballant plegats per convertir la seva visió en una realitat digital impressionant, recolzada per dades. La col·laboració és clau per aconseguir resultats excepcionals, tant pel que fa al desenvolupament web com a la ciència de dades.",
    "title5": "5. Innovació Contínua:",
    "text5": "El camp del disseny, desenvolupament web i ciència de dades està en constant evolució, i em comprometo a mantenir-me actualitzat amb les darreres tendències i tecnologies. Això em permet oferir solucions fresques i innovadores que mantenen els meus clients a l'avantguarda en línia i en anàlisi de dades.",
    "title6": "6. Experiència en tecnologies:",
    "text6": "El meu conjunt d'habilitats inclou experiència en HTML5, CSS3, JavaScript, així com en l'ús de frameworks com TailWindCSS i React per al desenvolupament web, i Python, R i eines de machine learning per a anàlisi de dades. A més, tinc experiència en loptimització de llocs web per al rendiment i laccessibilitat, recolzada per anàlisi de dades per garantir que cada projecte sigui ràpid, accessible i recolzat per informació valuosa."
  },
  "Contacto": {
    "title": "Contacte"
  }
}
