{
  "HeaderNav": {
    "portfolio": "PORTAFOLIO",
    "home": "INICIO",
    "services": "SERVICIOS",
    "contact": "CONTACTO"
  },
  "Inicio": {
    "hi1": "Hola, soy",
    "hi2": "Soy Cient칤fico de Datos y Desarrollador Web Full Stack",
    "text": "Ofrezco mis servicios de programaci칩n y desarrollo en todo tipo de proyectos.",
    "last": "Mis 칰ltimos proyectos:",
    "button1": "Acceso al Resto de Proyectos",
    "phrase": "''Ya no estamos en la era de la informaci칩n. Estamos en la era de la gesti칩n de la informaci칩n.'' Chris Hardwich",
    "phrases_ds": [
      "''Ya no estamos en la era de la informaci칩n. Estamos en la era de la gesti칩n de la informaci칩n.'' Chris Hardwich",
      "''Es f치cil mentir con estad칤sticas. Es dif칤cil decir la verdad sin estad칤sticas.'' Andrejs Dunkels",
      "''En Dios confiamos; todos los dem치s deben aportar datos.'' William Edwards Deming",
      "''El papel del an치lisis de datos en una organizaci칩n es proporcionar un mayor nivel de especificidad a la discusi칩n.'' Jeff Zeanah",
      "''Los datos son el lenguaje de los poderosos.'' Jodi Petersen",
      "''La ciencia de datos no se trata de la cantidad de datos, sino de la calidad.'' Joo Ann Lee",
      "''Los datos son la nutrici칩n de la inteligencia artificial. Cuando una IA come comida chatarra, no va a rendir muy bien.'' Matthew Emerick",
      "''Todos los modelos anal칤ticos se desempe침an bien en lo que est치n sesgados a buscar.'' Matthew Schneider",
      "''Los datos y la ciencia de datos influyen enormemente en todo lo que hacemos... El impacto que tienen los datos y tendr치n... sigue creciendo cada d칤a.'' Ronald van Loon",
      "''La informaci칩n es el petr칩leo del siglo XXI, y el an치lisis es el motor de combusti칩n.'' Peter Sondergaard",
      "''La mayor칤a del mundo tomar치 decisiones adivinando o siguiendo su instinto. Tendr치n suerte o estar치n equivocados'' Suhail Doshi",
      "''Aquello que no se puede medir no se puede demostrar'' Anthony W. Richardson",
      "''Apunta a la simplicidad en la ciencia de datos. La verdadera creatividad no har치 las cosas m치s complejas. En cambio, las simplificar치.'' Damian Duffy Mingle",
      "''Cient칤fico de datos (n.): Persona que es mejor en estad칤sticas que cualquier ingeniero de software y mejor en ingenier칤a de software que cualquier estad칤stico.'' Josh Wills",
      "''Si tenemos datos, veamos datos. Si todo lo que tenemos son opiniones, vayamos con la m칤a.'' Jim L. Barksdale"
    ],
    "phrases_daw": [
      "''No te preocupes si no funciona bien. Si todo estuviera correcto, ser칤as despedido de tu trabajo.'' Ley de Mosher de la Ingenier칤a del Software",
      "''Hay s칩lo dos clases de lenguajes de programaci칩n: aquellos de los que la gente est치 siempre quej치ndose y aquellos que nadie usa.'' Bjarne Stroustrup",
      "''PHP es un mal menor perpetrado y creado por amateurs incompetentes, mientras que Perl es un gran e insidioso mal perpetrado por h치biles pero pervertidos profesionales.'' Jon Ribbens",
      "''El uso de COBOL da침a la mente. Su ense침anza deber칤a ser considerada como un ataque criminal.'' E. W. Dijkstra",
      "''Primero aprende inform치tica y toda la teor칤a. Despu칠s desarrolla un estilo de programaci칩n. Entonces, olv칤dalo todo y hackea.'' George Carrette",
      "''Iterar es humano, 'recursivar' es divino'' L. Peter Deutsch",
      "''Lo mejor de los booleanos es que si te equivocas est치s a un s칩lo bit de la soluci칩n correcta'' An칩nimo",
      "''쯃os 칤ndices de los arrays deber칤an comenzar en 0 o en 1? Mi propuesta neutral de usar 0.5 fue rechazada, en mi opini칩n, sin la debida consideraci칩n.''",
      "''Programa siempre tu c칩digo como si el tipo que va a tener que mantenerlo en el futuro fuera un violento psic칩pata que sabe donde vives.'' Martin Golding",
      "''Siempre he deseado que mi ordenador fuera tan f치cil de usar como mi tel칠fono; mi deseo se ha cumplido porque ya no puedo averiguar c칩mo usar mi tel칠fono.'' Bjarne Stroustrup",
      "''La versi칩n orientada a objetos del 'c칩digo espagueti' es, por supuesto, el 'c칩digo lasa침a'. (Demasiadas capas).'' Roberto Waltman",
      "''Cuando alguien dice: 'Quiero un lenguaje de programaci칩n en el que solo tenga que decir lo que deseo que se haga', dale un chupete.'' Alan J. Perlis",
      "''Un buen dise침o a침ade valor m치s r치pido de lo que a침ade coste.'' Thomas C. Gale",
      "''Las palabras son baratas. Mu칠strame el c칩digo.'' Linus Torvalds",
      "''En teor칤a, la teor칤a y la pr치ctica son iguales. En la pr치ctica, no lo son.'' Yoggi Berra",
      "''Invent칠 el t칠rmino 'Orientado a objetos', y puedo decirte que no ten칤a en mente a C++.'' Alan Kay"
    ],
    "help": "Te ayudo a crear tu sitio o aplicaci칩n web, mejorar tu visibilidad y relevancia en internet.",
    "contact": "Contacta conmigo",
    "know": "Si quieres saber m치s de mi puedes descargar mi Curriculum Vitae:",
    "download": "Descargar CV"
  },
  "Portafolio": {
    "title": "Web Dev"
  },
  "Portafolio_DS": {
    "title": "Data Science",
    "python_text": "Programaci칩n con Python",
    "python_image_title": "TRATAMIENTO DE IM츼GENES",
    "python_image_text": "Procesamiento de Im치genes con Python",
    "python_ipynb_link": "游댕C칩digo Fusi칩n de Im치genes",
    "python_ipynb_link2": "游댕C칩digo Descomposici칩n de Im치genes",
    "TFM_title": "PROYECTO DE CIENCIA DE DATOS",
    "TFM_text": "An치lisis y Modelado de un Dataset",
    "TFM_link1": "游댕Repositorio de GitHub",
    "Monty_title": "PROBLEMA DE MONTY HALL",
    "Monty_text": "Simulaci칩n Interactiva del Famoso programa ''Let's Make a Deal''",
    "Monty_link1": "游댕Repositorio de GitHub",
    "ML_text": "Aprendizaje supervisado, aprendizaje no supervisado y aprendizaje por refuerzo",
    "ML_link1": "游댕C칩digo Aprendizaje no supervisado",
    "ML_link2": "游댕C칩digo Deep Learning",
    "ML_link3": "游댕C칩digo de Procesamiento del Lenguaje Natural (PLN)",
    "mysql_text": "Gesti칩n de BBDD relacionales",
    "mysql_link": "游댕C칩digo Base de Datos",
    "mysql_link2": "游댕Diagrama Estrella BBDD",
    "mongoDB_text": "Gesti칩n de BBDD NO relacionales",
    "spark_text": "Procesamiento de datos a gran escala",
    "spark_link": "游댕C칩digo pySpark",
    "airflow_text": "Creaci칩n, planificaci칩n y seguimiento de flujos de trabajo",
    "airflow_link": "游댕Airflow Graph",
    "airflow_link2": "游댕Airflow DAGs",
    "airflow_link3": "游댕Airflow Logs",
    "docker_text": "Despliegue de aplicaciones dentro de Contenedores virtuales",
    "docker_link": "游댕Contenedores de Docker",
    "docker_link2": "游댕Im치genes de Docker"
  },
  "Curriculum": {
    "title": "Conocimientos MERN STACK",
    "cv": "Si quieres saber m치s de mi puedes descargarte mi Curriculum Vitae:",
    "download": "Descargar CV",
    "education": "Educaci칩n",
    "master_ds": "M츼STER EN BIG DATA & BUSINESS INTELLIGENCE",
    "master_ds_m1": "An치lisis e Interpretaci칩n De Datos",
    "master_ds_m2": "Big Data",
    "master_ds_m3": "Business Intelligence",
    "master_ds_m4": "Tecnolog칤as de Almacenamiento",
    "master_ds_m5": "Python, Carto, Power Bi y Google Data Studio",
    "master_ds_m6": "Inteligencia Artificial",
    "master_ds_m7": "Project Management",
    "master_ds_m8": "Gesti칩n de Datos",
    "master_ds_m9": "Project Management",
    "master_ds_school": "UNIVERSIDAD INTERNACIONAL ISABEL I DE CASTILLA (ENEB) (2025)",
    "boot_camp_ds": "TRAINING T칄CNICO EN ANALISTA DE BIG DATA Y CIENT칈FICO DE DATOS",
    "boot_camp_m1": "Sistemas de apoyo a la toma de decisiones y gesti칩n de datos",
    "boot_camp_m2": "Gesti칩n y procesamiento de datos ",
    "boot_camp_m3": "Aprendizaje autom치tico y visualizaci칩n ",
    "boot_camp_school": "CODEOP ACADEMY (2024)",
    "daw": "GRADO SUPERIOR DESARROLLO DE APLICACIONES CON TECNOLOG칈AS WEB",
    "daw_m1": "Desarrollo aplicaciones multiplataforma",
    "daw_m2": " Desarrollar elementos software en el entorno servidor.",
    "daw_m3": "Implementar, verificar y documentar aplicaciones web en entornos internet, intranet y extranet.",
    "consorci": "CONSORCIO PARA LA FORMACI칍N CONTINUA DE CATALUNYA (CONFORCAT) (2023)",
    "dam": "GESTI칍N Y DESARROLLO DE APLICACIONES MULTIPLATAFORMA",
    "dam_m1": "Desarrollar elementos software en el entorno cliente",
    "dam_m2": "Arquitecturas distribuidas orientadas a servicios",
    "dam_m3": "Programaci칩n de servicios Web en entornos distribuidos",
    "dam_m4": "Modelos de datos",
    "dam_m5": "Sistemas de gesti칩n de bases de datos (SGBD)",
    "dam_m6": "Lenguajes de gesti칩n de bases de datos. El est치ndar SQL",
    "dam_m7": "Lenguajes de marcas de uso com칰n en el lado servidor",
    "dam_m8": "Accesibilidad Y Usabilidad Web",
    "unicas": "CENTRO DE FORMACI칍N UNICAS - MINISTERIO DE TRABAJO (2024)",
    "ds": "PROGRAMA ESPECIALIZADO - FUNDAMENTOS DE CIENCIA DE DATOS CON PYTHON Y SQL.",
    "ds_1": "Bases de datos y SQL para ciencia de datos con Python",
    "ds_2": "Herramientas para la ciencia de datos",
    "ds_3": "Proyecto Python para ciencia de datos",
    "ds_4": "Python para ciencia de datos, inteligencia artificial y desarrollo",
    "ds_5": "Estad칤sticas para ciencia de datos con Python",
    "coursera": "Certificado de IBM (2023)",
    "bd1": "Introducci칩n al BIG DATA",
    "bd1_1": "Ecosistema de herramientas para el Big Data",
    "bd1_2": "Estad칤stica para el Big Data",
    "bd1_3": "Programaci칩n para Big Data",
    "bd1_4": "Infraestructura y herramientas utilizadas",
    "bd1_5": "Procedimientos para el an치lisis de datos",
    "bd1_6": "Explotaci칩n y visualizaci칩n de datos",
    "ioe": "IOE BUSINESS SCHOOL (2022)",
    "bd2": "BIG DATA AVANZADO",
    "bd2_1": "Hadoop - MongoDB - Dashboards de KPI",
    "bd2_2": "Exasol - MemSQL - Kudu",
    "bd2_3": "Apache Impala - Hive LLAP - Presto",
    "bd2_4": "Phoenix - Dril - AtScale",
    "bd2_5": "Jethro Data - Kyvos Insight"
  },
  "Servicios": {
    "title": "Servicios",
    "title1": "1. Presentaci칩n:",
    "text1": "Soy un apasionado cient칤fico de datos y desarrollador web FullStack con una habilidad 칰nica para fusionar la creatividad con la funcionalidad. Mi objetivo es crear experiencias digitales cautivadoras que no solo sean visualmente atractivas, sino tambi칠n intuitivas, efectivas y basadas en datos. Mi enfoque se centra en el desarrollo de soluciones innovadoras que combinan an치lisis de datos robustos con un dise침o web excepcional.",
    "title2": "2. Dise침o Centrado en el Usuario:",
    "text2": "Cada proyecto que abordo comienza con una investigaci칩n exhaustiva sobre el p칰blico objetivo y an치lisis de datos pertinentes. Creo en el dise침o centrado en el usuario, asegur치ndome de que cada elemento visual y cada interacci칩n sean dise침ados para proporcionar una experiencia que cumpla con las necesidades y expectativas de los usuarios, respaldada por datos detallados y an치lisis predictivos.",
    "title3": "3. Desarrollo Orientado a Resultados:",
    "text3": "Mi enfoque en el desarrollo web se basa en la obtenci칩n de resultados tangibles, tanto en t칠rminos de experiencia de usuario como en datos generados. Utilizo tecnolog칤as de vanguardia para construir sitios web que no solo se ven bien, sino que tambi칠n funcionan a la perfecci칩n en diferentes dispositivos y navegadores. Adem치s, optimizo estos sitios mediante an치lisis de datos para mejorar su rendimiento y eficacia, garantizando soluciones escalables y basadas en datos.",
    "title4": "4. Colaboraci칩n y Comunicaci칩n:",
    "text4": "Creo en una comunicaci칩n abierta y fluida con mis clientes, comprendiendo sus objetivos y necesidades, y trabajando juntos para convertir su visi칩n en una realidad digital impresionante, respaldada por an치lisis de datos. La colaboraci칩n es clave para lograr resultados excepcionales, tanto en el desarrollo web como en la ciencia de datos, y me esfuerzo por mantener una relaci칩n de trabajo transparente y proactiva.",
    "title5": "5. Innovaci칩n Continua:",
    "text5": "Los campos del dise침o, desarrollo web y ciencia de datos est치n en constante evoluci칩n, y me comprometo a mantenerme actualizado con las 칰ltimas tendencias y tecnolog칤as. Esto me permite ofrecer soluciones frescas e innovadoras que mantienen a mis clientes a la vanguardia en l칤nea y en an치lisis de datos. Mi compromiso con la innovaci칩n asegura que cada proyecto que emprendo est칠 a la altura de los est치ndares m치s altos de la industria.",
    "title6": "6. Experiencia en Tecnolog칤as:",
    "text6": "Mi conjunto de habilidades incluye experiencia en HTML5, CSS3, JavaScript, as칤 como en el uso de frameworks como TailWindCSS y React para el desarrollo web. En el 치mbito de la ciencia de datos, tengo experiencia en Python, R y herramientas de machine learning para an치lisis de datos. Adem치s, tengo experiencia en la optimizaci칩n de sitios web para el rendimiento y la accesibilidad, respaldada por an치lisis de datos, garantizando que cada proyecto sea r치pido, accesible y basado en informaci칩n valiosa y precisa."
  },
  "Contacto": {
    "title": "Contacto"
  }
}